Revit 2027 API
StructuralElementDefinitionData.YJust Property
 Y justification (ref axis).
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public YJustification YJust { get; }
Public ReadOnly Property YJust As YJustification
	Get
public:
property YJustification YJust {
	YJustification get ();
}
member YJust : YJustification with get
Property Value
YJustification
See Also
Reference
StructuralElementDefinitionData Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace